{
"quotes": [
{
  "text" : "We are all alone... Paralyzed by my envy of the night, I am lost without you here and outside it looks like rain. Tonight I bleed myself dry, I bleed myself dry, I bleed myself dry. And nothing I could ever write, would help you understand this life. There's so much beauty when your eyes lay lost in all the city lights. The wax will drip as so as blood, romance is dead and all is lust. You are the water in my lungs, we've lost it now...",
  "author" : "Chris Motionless"
},
{
  "text" : "Like roses, we blossom then die. Like roses, we blossom then die. We fall apart. We fall apart. Like roses, we fall apart, fall apart",
  "author" : "Bring me the Horizon"
},
{
  "text" : "In the womb was the fate decided? I'm going to be sick. Go away. I say good-bye to hateful you",
  "author" : "the Gazette"
},
{
  "text" : "Waiting for the day to end. As silence came too late. I turn my eyes inside. Close the lids. Deny the world to enter",
  "author" : "Dark Tranquillity"
},
{
  "text" : "I shut my eyes and once again the pleasure shackles me. I taste the tears of sweet indulgence, pain and fantasy. Oh, the visions inside my head... The emptiness will haunt you... Sanity is slowly slipping from my hands now. I'm standing closer to the edge than I should be allowed. Oh, what little regret I have... Does that make me a killer?",
  "author" : "Alesana"
},
{
  "text" : "I keep it all inside because I know the man is everything but kind. I keep it all inside because I know the man is everything but kind...",
  "author" : "Motionless in White"
},
{
  "text" : "Death is only a chapter, so let's rip out the pages of yesterday. Death is only a horizon, and I'm ready for the sun. I'm ready for the sun to, I'm ready for the sun to set. This is Suicide Season...",
  "author" : "Bring me the Horizon"
},
{
  "text" : "Let me take the noose from our necks. And carry us home. Still so alive even after you die. Transcending with time. We're just two cripples. Who fail to belong. Yes we're just two cripples. But we need to hold on...  ",
  "author" : "Draconian"
},
{
  "text" : "With violence I purify, with rusty nails I crucify. The other one behind the broken mirror on the wall. I take a step towards death, each time little dreamer dies inside. I take a step towards death, each time little dreamer dies inside...",
  "author" : "Before the Dawn"
},
{
  "text" : "No chance in disillusion. No, not in this world. Not for a man weighed down with sorrow. Only the end of the road",
  "author" : "INSOMNIUM"
},
{
  "text" : "Bury the pain. As I bury this knife in my body. Slowly slipping away. To another dimension of virtue",
  "author" : "Hypocrisy"
},
{
  "text" : "Keiner merkt es wenn ich heut Nacht untergehe. Kaltes Wasser, das mich in die Stille zieht. Niemand da wenn die Ewigkeit mich umgibt. Narben verblassen nie",
  "author" : "Panik (Nevada Tan)"
},
{
  "text" : "And when the dead walk the earth. All the living will fill these coffins. And at the end of the world. I'll remember to bring you flowers... What could be more beautiful than death?",
  "author" : "Motionless in White"
},
{
  "text" : "Her lipstick stains like acid rain. Dissolving away my sense of restraint. The street lamps burn through the cloak of the fog. Concealing the violence, I've been stung... So hurt me again, it's not worth saving. The heart that I've spent my whole life breaking. The windshield cracks through the cloak of the fog. Concealing in silence, I've been stung by the wasp...",
  "author" : "Motionless in White"
},
{
  "text" : "Cursed, damned, and broken. With the sum of my failures all declared in a moment. Cursed, damned, and broken. Lost, sick, and left unspoken. I will take this to the grave.",
  "author" : "Motionless in White"
}

]

}